{
    "books": [
        {
            "id": 3,
            "name": "Harry Potter",
            "authorName":"Джоан",
            "authorSurname": "Роулинг",
            "language": "Английский",
            "date": "3-9-2017",
            "year": "2017",
            "pages": "336",
            "image": "garry.jpg",
            "content": "Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха.Книга,сделавшая Дж.К.Роулинг самым читаемым писателем современности. Книга, ставшая культовой ужедля нескольких поколений. ГАРРИ ПОТТЕР И УЗНИК АЗКАБАНА - история продолжается.Двенадцать долгихлет в Азкабане - мрачной тюрьме волшебного мира - содержался всем известный узник по имени СириусБлэк. Его обвиняли в убийстве тринадцати человек и считали наследником лорда Волан-де-Морта. И вотон бежал, и из оставленных им следов ясно, что на этот раз убийца поставил целью избавиться от ГарриПоттера. Теперь Гарри Поттер в опасности, даже за стенами своей волшебной школы, даже в окружениидрузей - потому что среди них есть предатель, готовый открыть убийце путь в Хогвартс. В нашей библиотекевы можете бесплатно почитать книгу « Гарри Поттер и узник Азкабана ». Чтобы читать онлайн книгу « Гарри Поттер и узник Азкабана » перейдите по указанной ссылке. Приятного Вам чтения."
        },
        {
            "id": 4,
            "name": "Amazing woman",
            "authorName":"Брайан",
            "authorSurname": "Аззарелло ",
            "language": "Английский",
            "date": "3-9-2017",
            "year": "2017",
            "pages": "320",
            "image": "woman.jpg",
            "content": "Дочь царицы амазонок, принцесса-воительница Диана не похожа на своих соплеменниц. Согласнолегенде бездетная царица Ипполита вылепила себе дочку из глины, и амазонки смотрят на Диану,как на изгоя, хотя во внешнем мире она — супергероиня, которая сражается за справедливость.А тем временем олимпийские боги играют в свои темные игры. Блудный сын Аполлон метит наосвободившийся трон Зевса, и пламя конфликта опалит как мстительных богов, так и ни в чем неповинных смертных. "
        },
        {
            "id": 5,
            "name": "Оно",
            "authorName":"Стивен",
            "authorSurname": "Кинг ",
            "language": "Английский",
            "date": "3-9-2017",
            "year": "2017",
            "pages": "1248",
            "image": "it.png",
            "content":"Семеро подростков из небольшого городка вынуждены столкнуться с чем-то ужасным и невероятным,неким существом, монстром, который обладает способность принимать любой облик. Ребята создаютсвой клуб, чтобы бороться с воплощением зла. Однако, НЕЧТО впадает в спячку, но это не конецкошмара! Спустя долгие годы, ОНО проснулось и окунуло провинцию в пучину новых ужасающих,леденящих кровь событий. "
        },
        {
            "id": 6,
            "name": "Warcraft",
            "authorName":"Крис",
            "authorSurname": "Метцен",
            "language": "Английский",
            "date": "3-9-2017",
            "year": "2017",
            "pages": "212",
            "image": "warcraft.jpg",
            "content": "Мировой бестселлер! Уникальное коллекционное издание! Второй том энциклопедии Warcraft откроетещё больше подробностей из истории и мифологии вселенной, а украшать всё это будут великолепныеиллюстрации от знаменитых художников: Питера Ли, Джозефа Лакруа и Алекса Хорли.Блистательноепродолжение мирового бестселлера покорившего сердца не только преданных поклонников культовойвселенной."
        },
        {
            "id": 6,
            "name": "Старик и море",
            "authorName":"Эрнест",
            "authorSurname": "Хемингуэй",
            "language": "Английский",
            "date": "3-9-2017",
            "year": "2016",
            "pages": "384",
            "image": "old_man.jpg",
            "content":"Старик и море. Повесть посвящена трагическому стоицизму: перед жестокостью мира человек,даже проигрывая, должен сохранять мужество и достоинство.Автобиографическая повесть \"Зеленыехолмы Африки\" - одно из произведений, заложивших основу мифа о \"папе Хэме\" - смелом добезумия авантюристе-интеллектуале, любимце женщин, искателе сильных ощущений и новыхвпечатлений."
        }
    ],
    "id": 12
}